Repository: digitoimistodude/air-pop-up
Catalog: languages/air-pop-up-*.po
Languages: fi

source: Pop up
fi: Ponnahdusikkuna

source: Timing and visibility
fi: Ajastus ja näkyvyys

source: Start
fi: Aloitus

source: Stop
fi: Lopetus

source: Show on
fi: Näytä sivulla

source: Pop up will be shown on pages selected here. If none are selected, pop up will be shown on all pages.
fi: Jos tähän valitaan sivuja, ponnahdusikkuna näytetään vain kyseisillä sivuilla. Jos yhtään sivua ei valita ponnahdusikkuna näytetään kaikilla sivuilla.

source: Show again
fi: Näytä uudelleen

source: <strong>Session</strong> Pop up is shown once per session.<br><strong>Never</strong> Pop up will only show once per user. Pop up will only be shown again if user clears browser storage.<br><strong>Timed</strong> Pop up will be shown again after set period of time.
fi: <strong>Istunto</strong> Ponnahdusikkuna näytetään kerran per istunto. Istunto alkaa sivuston auettua ensimmäistä kertaa. Istunto päättyy sivustolta pois lähdettäessä esim. sulkiessa välilehden.<br><strong>Ei koskaan</strong> Ponnahdusikkuna ei tule käyttäjälle näkyviin uudelleen ellei käyttäjä nollaa selaimen muistia.<br><strong>Ajastettu</strong> Ponnahdusikkuna näytetään aina uudelleen määritetyn aikaintervaalin jälkeen.

source: Session
fi: Istunto

source: Never
fi: Ei koskaan

source: Timed
fi: Ajastettu

source: Time in seconds after pop up is shown again.
fi: Uudelleennäytön aikaväli sekunteina.

source: Hour = 3600<br>Day = 86400
fi: Tunti = 3600<br>Vuorokausi = 86400

source: Delay
fi: Viivästys

source: Time in seconds after pop up is shown.
fi: Aika sekunteina, minkä jälkeen ponnahdusikkuna tulee näkyviin.

source: Content
fi: Sisältö

source: Heading
fi: Otsikko

source: Use link or yes/no choice
fi: Käytä linkkiä tai kyllä/ei -valintaa

source: Link
fi: Linkki

source: Yes/No Choice
fi: Kyllä/Ei -valinta

source: The pop up will show a yes/no choice.
fi: Ponnahdusikkuna näyttää kyllä/ei -valinnan.

source: Pop ups
fi: Ponnahdusikkunat

source: Add new pop up
fi: Lisää uusi ponnahdusikkuna

source: Edit pop up
fi: Muokkaa ponnahdusikkunaa

source: New pop up
fi: Uusi ponnahdusikkuna

source: View pop up
fi: Näytä ponnahdusikkuna

source: Search pop ups
fi: Etsi ponnahdusikkunoita

source: Pop up not found
fi: Ponnahdusikkunoita ei löytynyt

source: Pop up not found in trash
fi: Ponnahdusikkunoita ei löytynyt roskista

source: Pop up parent
fi: Ponnahdusikkunan vanhempi

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Statistics
fi: Tilastot

source: %1$s views
fi: %1$s näyttökertaa

source: %1$s link clicks
fi: %1$s linkin klikkausta

source: %1$s yes answers
fi: %1$s kyllä-vastausta

source: %1$s no answers
fi: %1$s ei-vastausta
